[A_Item_Assassin.ClassMod_Assassin_Spy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill]."

[A_Item_Assassin.ClassMod_Assassin_Z_LegendaryHunter:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Using [skill]Deception[-skill] instantly restores [skill]10%[-skill] of your [skill]Max Health[-skill]."

[A_Item_Assassin.ClassMod_Assassin_Z_LegendaryHunter:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''I never die.''"

[A_Item_Merc.ClassMod_Merc_Berserker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill]."

[A_Item_Merc.ClassMod_Merc_Z_LegendaryBerserker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Never look at my fist.''"

[A_Item_Merc.ClassMod_Merc_Z_LegendaryBerserker:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Increases [skill]Movement Speed[-skill] by [skill]20%[-skill] while [skill]Gunzerking[-skill]."

[A_Item_Siren.ClassMod_Siren_Binder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill] for the [skill]entire team[-skill]."

[A_Item_Siren.ClassMod_Siren_Z_LegendarySiren:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Increases [skill]Movement Speed[-skill] by [skill]45%[-skill] while [skill]Phaselock[-skill] is active."

[A_Item_Siren.ClassMod_Siren_Z_LegendarySiren:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="''(giggles) I'm really good at this!''"

[A_Item_Soldier.ClassMod_Soldier_Engineer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Increases [skill]Action Skill Cooldown Rate[-skill]."

[A_Item_Soldier.ClassMod_Soldier_Z_LegendarySoldier:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''It's like Christmas.''"
